{
  "timeline": {
    "title": {
      "text": {
        "headline": "Antiquité classique",
        "text": "Civilisations et progrès de l'humanité en un clin d'œil"
      }
    },
    "events": [
      {
        "start_date": { "year": "-500" },
        "end_date": { "year": "-323" },
        "text": {
          "headline": "Grèce classique",
          "text": "La période classique de la Grèce (environ 500 à 323 avant J.-C.) est marquée par des réalisations culturelles, philosophiques et politiques qui ont profondément influencé la civilisation occidentale. Elle commence avec les guerres médiques, où les cités-états grecques, notamment Athènes et Sparte, s'unissent pour repousser l'invasion perse.<br><br>La démocratie athénienne, sous la direction de Périclès, atteint son apogée au Ve siècle avant J.-C. Athènes devient un centre culturel et intellectuel, avec des contributions majeures en philosophie, théâtre, art et architecture. Socrate, Platon et Aristote, trois des philosophes les plus influents de l'histoire, ont vécu et enseigné à Athènes.<br><br>La période classique voit également l'émergence des grandes tragédies et comédies grecques, écrites par des dramaturges tels qu'Eschyle, Sophocle et Aristophane. Les temples et monuments, comme le Parthénon, témoignent de l'excellence artistique et architecturale de l'époque.<br><br>La guerre du Péloponnèse (431-404 avant J.-C.) entre Athènes et Sparte, ainsi que leurs alliés respectifs, affaiblit les cités-états grecques. Cette guerre longue et destructrice se termine par la victoire de Sparte, mais laisse la Grèce fragmentée et vulnérable.<br><br>Parallèlement, la Macédoine, sous le règne de Philippe II, émerge comme une puissance dominante. Philippe réussit à unifier la Grèce par la force et la diplomatie, posant les bases de l'expansion future sous son fils, Alexandre le Grand.<br><br>La fin de la période classique est marquée par les conquêtes d'Alexandre le Grand, qui étend l'influence grecque à travers le Moyen-Orient, l'Égypte et jusqu'en Inde, inaugurant l'ère hellénistique. La culture, la langue et les idées grecques se diffusent largement, laissant un héritage durable dans les régions conquises.<br><br>Territoire : Grèce actuelle"
        },
        "background": { "color": "#8b0000" },
        "group": "Asie Mineure",
        "territory": "Grèce actuelle",
        "population": "1 500 000"
      },
      {
        "start_date": { "year": "-336" },
        "end_date": { "year": "-323" },
        "text": {
          "headline": "Empire macédonien et Alexandre le Grand",
          "text": "L'Empire macédonien, sous la direction d'Alexandre le Grand, est l'un des plus grands et des plus influents de l'histoire. Alexandre monte sur le trône en 336 avant J.-C. après l'assassinat de son père, Philippe II de Macédoine. Connu pour son génie militaire et ses vastes conquêtes, Alexandre crée un empire qui s'étend de la Grèce à l'Inde en seulement 13 ans.<br><br>Alexandre le Grand consolide d'abord son pouvoir en Grèce et réprime les rébellions dans les cités-états grecques. Puis il se tourne vers l'Empire perse, qu'il vainc lors des batailles décisives de Granique, Issos et Gaugamèles. Après la défaite de Darius III, roi des Perses, Alexandre est accueilli comme un libérateur en Égypte et fonde la ville d'Alexandrie.<br><br>Alexandre poursuit ses conquêtes vers l'est, traversant les montagnes de l'Hindou Kouch et atteignant l'Inde. Ses campagnes en Inde sont marquées par la célèbre bataille de l'Hydaspe contre le roi Porus, après laquelle il est contraint de retourner à Babylone en raison de la fatigue de ses troupes.<br><br>Alexandre n'était pas seulement un conquérant, mais aussi un visionnaire qui encourageait la fusion des cultures grecque et orientale. Il adopte les coutumes perses, se marie avec des princesses orientales et encourage ses soldats à faire de même. Cette politique de fusion culturelle, connue sous le nom d'hellénisme, laisse un impact durable sur les régions conquises.<br><br>La vie quotidienne sous Alexandre est influencée par une combinaison de traditions grecques et orientales. La société est cosmopolite, avec une grande diversité de langues, de religions et de coutumes. Les arts prospèrent, avec des influences grecques se mêlant aux styles locaux dans des domaines tels que la sculpture, la peinture et l'architecture.<br><br>La mort d'Alexandre en 323 avant J.-C. à l'âge de 32 ans laisse un vide de pouvoir, entraînant la division de son empire parmi ses généraux, les Diadoques. Bien que l'empire se soit fragmenté, l'hellénisme continue à influencer profondément les cultures locales pendant des siècles.<br><br>Alexandre le Grand reste une figure emblématique, célébrée pour ses exploits militaires et son rôle dans la diffusion de la culture grecque à travers le monde antique.<br><br>Territoire : Grèce actuelle, Égypte, Perse, Inde"
        },
        "background": { "color": "#8b4513" },
        "group": "Asie Mineure",
        "territory": "Grèce actuelle, Égypte, Perse, Inde",
        "population": "25 000 000"
      },
      {
        "start_date": { "year": "-1600" },
        "end_date": { "year": "-1100" },
        "text": {
          "headline": "Civilisation mycénienne",
          "text": "Dominante en Grèce continentale et dans les îles de la mer Égée, la civilisation mycénienne est connue pour l'Iliade et la guerre de Troie. Les Mycéniens étaient gouvernés par des rois puissants, tels qu'Agamemnon, et leur société était militariste. Ils ont construit des forteresses massives comme celles de Mycènes et de Tirynthe.<br><br>Les Mycéniens utilisaient le Linéaire B pour l'écriture, principalement à des fins administratives. Leur alimentation comprenait du blé, de l'orge, des légumes, du vin et de la viande. L'art mycénien est caractérisé par des bijoux en or, des fresques et des poteries. Les Mycéniens étaient également connus pour leurs compétences en navigation et en commerce à travers la Méditerranée.<br><br>La civilisation mycénienne a décliné vers la fin du 12e siècle avant notre ère, en grande partie en raison des invasions des Peuples de la mer. Les Peuples de la mer étaient un groupe de populations maritimes qui ont attaqué les civilisations méditerranéennes à cette époque. Leur origine exacte est encore débattue, mais ils pourraient avoir inclus des groupes comme les Philistins, les Sicules et les Sardes.<br><br>Ces envahisseurs ont mené des raids dévastateurs qui ont perturbé les routes commerciales et détruit des centres urbains. La destruction causée par les Peuples de la mer, combinée à des troubles internes et à des catastrophes naturelles, a conduit à l'effondrement de la civilisation mycénienne. Après leur déclin, la Grèce a plongé dans une période de régression culturelle et économique connue sous le nom de siècles obscurs."
        },
        "background": { "color": "#556b2f" },
        "group": "Asie Mineure",
        "territory": "Grèce actuelle",
        "population": "150 000"
      }
    ]
  }
}
