{
  "timeline": {
    "title": {
      "text": {
        "headline": "Classical Antiquity, Greece and Rome",
        "text": "Civilizations and progress of humanity at a glance"
      }
    },
    "events": [
      {
        "start_date": { "year": "-500" },
        "end_date": { "year": "-323" },
        "text": {
          "headline": "Classical Greece",
          "text": "The Classical period of Greece (approximately 500 to 323 BCE) is marked by cultural, philosophical, and political achievements that profoundly influenced Western civilization. It begins with the Persian Wars, where Greek city-states, notably Athens and Sparta, unite to repel the Persian invasion.<br><br>Athenian democracy, under the leadership of Pericles, reaches its peak in the 5th century BCE. Athens becomes a cultural and intellectual center, with major contributions in philosophy, theater, art, and architecture. Socrates, Plato, and Aristotle, three of the most influential philosophers in history, lived and taught in Athens.<br><br>The Classical period also sees the emergence of great Greek tragedies and comedies, written by playwrights such as Aeschylus, Sophocles, and Aristophanes. Temples and monuments, like the Parthenon, testify to the artistic and architectural excellence of the era.<br><br>The Peloponnesian War (431-404 BCE) between Athens and Sparta, along with their respective allies, weakens the Greek city-states. This long and destructive war ends with Sparta's victory but leaves Greece fragmented and vulnerable.<br><br>Meanwhile, Macedonia, under the reign of Philip II, emerges as a dominant power. Philip succeeds in unifying Greece through force and diplomacy, laying the foundations for future expansion under his son, Alexander the Great.<br><br>The end of the Classical period is marked by the conquests of Alexander the Great, who extends Greek influence across the Middle East, Egypt, and as far as India, inaugurating the Hellenistic era. Greek culture, language, and ideas spread widely, leaving a lasting legacy in the conquered regions.<br><br>Territory: Modern-day Greece"
        },
        "background": { "color": "#8b0000" },
        "group": "Asia Minor",
        "territory": "Modern-day Greece",
        "population": "1,500,000"
      },
      {
        "start_date": { "year": "-336" },
        "end_date": { "year": "-323" },
        "text": {
          "headline": "Macedonian Empire and Alexander the Great",
          "text": "The Macedonian Empire, under the leadership of Alexander the Great, is one of the largest and most influential in history. Alexander ascended the throne in 336 BCE after the assassination of his father, Philip II of Macedonia. Known for his military genius and vast conquests, Alexander created an empire that stretched from Greece to India in just 13 years.<br><br>Alexander the Great first consolidated his power in Greece and suppressed rebellions in the Greek city-states. Then he turned to the Persian Empire, which he defeated in decisive battles at Granicus, Issus, and Gaugamela. After the defeat of Darius III, king of the Persians, Alexander was welcomed as a liberator in Egypt and founded the city of Alexandria.<br><br>Alexander continued his conquests eastward, crossing the Hindu Kush mountains and reaching India. His campaigns in India were marked by the famous Battle of the Hydaspes against King Porus, after which he was forced to return to Babylon due to the fatigue of his troops.<br><br>Alexander was not only a conqueror but also a visionary who encouraged the fusion of Greek and Eastern cultures. He adopted Persian customs, married Eastern princesses, and encouraged his soldiers to do the same. This policy of cultural fusion, known as Hellenism, left a lasting impact on the conquered regions.<br><br>Daily life under Alexander was influenced by a combination of Greek and Eastern traditions. Society was cosmopolitan, with great diversity in languages, religions, and customs. The arts flourished, with Greek influences blending with local styles in areas such as sculpture, painting, and architecture.<br><br>Alexander's death in 323 BCE at the age of 32 left a power vacuum, leading to the division of his empire among his generals, the Diadochi. Although the empire fragmented, Hellenism continued to profoundly influence local cultures for centuries.<br><br>Alexander the Great remains an iconic figure, celebrated for his military exploits and his role in spreading Greek culture throughout the ancient world.<br><br>Territory: Modern-day Greece, Egypt, Persia, India"
        },
        "background": { "color": "#8b4513" },
        "group": "Asia Minor",
        "territory": "Modern-day Greece, Egypt, Persia, India",
        "population": "25,000,000"
      },
      {
        "start_date": { "year": "-1600" },
        "end_date": { "year": "-1100" },
        "text": {
          "headline": "Mycenaean Civilization",
          "text": "Dominant in mainland Greece and the Aegean islands, the Mycenaean civilization is known for the Iliad and the Trojan War. The Mycenaeans were ruled by powerful kings, such as Agamemnon, and their society was militaristic. They built massive fortresses like those of Mycenae and Tiryns.<br><br>The Mycenaeans used Linear B for writing, mainly for administrative purposes. Their diet included wheat, barley, vegetables, wine, and meat. Mycenaean art is characterized by gold jewelry, frescoes, and pottery. The Mycenaeans were also known for their skills in navigation and trade across the Mediterranean.<br><br>The Mycenaean civilization declined towards the end of the 12th century BCE, largely due to invasions by the Sea Peoples. The Sea Peoples were a group of maritime populations who attacked Mediterranean civilizations at that time. Their exact origin is still debated, but they may have included groups like the Philistines, Siculi, and Sardinians.<br><br>These invaders conducted devastating raids that disrupted trade routes and destroyed urban centers. The destruction caused by the Sea Peoples, combined with internal turmoil and natural disasters, led to the collapse of the Mycenaean civilization. After their decline, Greece entered a period of cultural and economic regression known as the Dark Ages."
        },
        "background": { "color": "#556b2f" },
        "group": "Asia Minor",
        "territory": "Modern-day Greece",
        "population": "150,000"
      },
      {
        "start_date": { "year": "-27" },
        "end_date": { "year": "476" },
        "text": {
          "headline": "Roman Empire",
          "text": "The Roman Republic evolves into an empire covering Europe, North Africa, and the Middle East. Pax Romana and Constantinople founded in 330.<br><br>Augustus, the first Roman emperor, inaugurated a period of peace and prosperity known as the Pax Romana. Notable rulers include Trajan, Hadrian, and Constantine. The Romans made significant discoveries in engineering, law, and governance.<br><br>Their diet included bread, olive oil, wine, vegetables, and meats. Leisure activities included gladiatorial games, public baths, and theater. Roman art is visible in sculptures, mosaics, and grand architecture such as the Colosseum."
        },
        "background": { "color": "#8b0000" },
        "group": "Europe",
        "territory": "Modern-day Italy",
        "population": "60,000,000"
      }
    ]
  }
}
