{
  "timeline": {
    "title": {
      "text": {
        "headline": "Frise historique des civilisations antiques",
        "text": "Civilisations et progrès de l'humanité en un clin d'oeil"
      }
    },
    "events": [
      {
        "start_date": { "year": "-3500" },
        "end_date": { "year": "-2334" },
        "text": {
          "headline": "Civilisation sumérienne",
          "text": "Les Sumériens ont émergé comme la première grande civilisation de l'histoire humaine en Mésopotamie. Ils sont connus pour avoir inventé l'écriture cunéiforme, l'un des premiers systèmes d'écriture au monde, utilisé pour la première fois vers -3400.<br><br>Les Sumériens ont fondé plusieurs cités-États indépendantes comme Uruk, Ur, Lagash et Eridu. Chaque cité-État avait son propre gouvernement et des ziggurats, des temples massifs dédiés aux divinités locales. Le roi-prêtre était souvent le chef de la cité, exerçant à la fois des fonctions religieuses et politiques.<br><br>Les avancées technologiques des Sumériens incluent l'agriculture intensive avec des systèmes d'irrigation, des innovations en architecture comme les ziggurats, et des contributions en mathématiques et en astronomie.<br><br>La littérature sumérienne, comme l'épopée de Gilgamesh, l'une des plus anciennes œuvres littéraires connues, reflète leur riche culture et leur vision du monde. Leur régime alimentaire comprenait des céréales, des légumes, des fruits, de la viande et du poisson. Ils utilisaient également la bière comme une boisson courante.<br><br>Leur art est visible dans les sculptures, les reliefs, et les objets en métal précieux. Les Sumériens ont finalement décliné face à l'ascension des Akkadiens vers -2334, lorsque Sargon d'Akkad a conquis les cités sumériennes et fondé le premier empire multiethnique."
        },
        "background": { "color": "#8b4513" },
        "group": "Mésopotamie",
        "territory": "Irak actuel",
        "population": "50'000"
      },
      {
        "start_date": { "year": "-2334" },
        "end_date": { "year": "-2154" },
        "text": {
          "headline": "Empire d'Akkad",
          "text": "L'empire d'Akkad, fondé par Sargon d'Akkad vers -2334, est le premier empire multiethnique connu de l'histoire. Sargon a unifié plusieurs cités-États sumériennes et étendu son empire à travers la Mésopotamie, établissant l'un des premiers grands empires de l'histoire.<br><br>Sargon d'Akkad est l'une des figures les plus célèbres de l'antiquité. Il est connu pour ses campagnes militaires réussies, ses réformes administratives et la fondation de la ville d'Akkad, qui est devenue le centre de l'empire. L'administration akkadiane était très centralisée, avec des satrapes (gouverneurs) nommés pour gérer différentes régions de l'empire.<br><br>Les Akkadiens ont propagé la culture, la langue et l'écriture cunéiforme à travers leurs vastes territoires. Ils ont également fait des avancées en art, en architecture et en technologie. Leurs artisans étaient connus pour leurs sculptures, leurs reliefs et leurs objets en métal précieux.<br><br>Leur régime alimentaire comprenait des céréales, des légumes, des fruits, de la viande et du poisson. L'empire d'Akkad a décliné après la mort de Sargon, affaibli par des rébellions internes et des invasions extérieures. L'empire s'est effondré vers -2154, laissant place à la montée de Babylone."
        },
        "background": { "color": "#8b4513" },
        "group": "Mésopotamie",
        "territory": "Irak actuel",
        "population": "100'000"
      },
      {
        "start_date": { "year": "-1792" },
        "end_date": { "year": "-1750" },
        "text": {
          "headline": "Règne de Hammurabi",
          "text": "Hammurabi, l'un des rois les plus célèbres de Babylone, a régné de -1792 à -1750. Il est surtout connu pour le Code de Hammurabi, l'un des plus anciens systèmes de lois écrites. Hammurabi a unifié la Mésopotamie sous son règne, établissant Babylone comme une puissance dominante.<br><br>Son code de lois couvrait divers aspects de la vie, y compris les droits de propriété, le commerce, la famille et les crimes, et est gravé sur une stèle de pierre. La ville de Babylone, avec ses célèbres jardins suspendus et la tour de Babel, est devenue un centre culturel et commercial majeur sous son règne.<br><br>Les Babyloniens ont fait des avancées significatives en astronomie, en mathématiques (avec le système sexagésimal), et en médecine. Leur religion et leur mythologie, incluant des textes comme l'Enuma Elish, ont eu une grande influence sur les cultures voisines.<br><br>Les Babyloniens utilisaient l'écriture cunéiforme, héritée des Sumériens, pour consigner leurs lois, leurs transactions commerciales et leurs œuvres littéraires. Leur régime alimentaire comprenait des céréales, des légumes, des fruits, de la viande et du poisson.<br><br>L'art babylonien est célèbre pour ses reliefs, ses sculptures et ses mosaïques. La chute de Babylone est survenue après l'invasion des Perses en -539, marquant la fin de l'empire babylonien."
        },
        "background": { "color": "#8b4513" },
        "group": "Mésopotamie",
        "territory": "Irak actuel",
        "population": "200'000"
      },
      {
        "start_date": { "year": "-1894" },
        "end_date": { "year": "-539" },
        "text": {
          "headline": "Civilisation babylonienne",
          "text": "La civilisation babylonienne est l'une des plus emblématiques de la Mésopotamie, avec une histoire qui s'étend de -1894 à -539. Fondée par les Amorites, Babylone a rapidement émergé comme une puissance régionale sous le règne de rois tels que Sumu-abum et Hammurabi.<br><br>Hammurabi, l'un des rois les plus célèbres de Babylone, a régné de -1792 à -1750. Il est surtout connu pour le Code de Hammurabi, l'un des plus anciens systèmes de lois écrites. Hammurabi a unifié la Mésopotamie sous son règne, établissant Babylone comme une puissance dominante. Son code de lois couvrait divers aspects de la vie, y compris les droits de propriété, le commerce, la famille et les crimes, et est gravé sur une stèle de pierre.<br><br>La ville de Babylone, avec ses célèbres jardins suspendus et la tour de Babel, est devenue un centre culturel et commercial majeur. Les Babyloniens ont fait des avancées significatives en astronomie, en mathématiques (avec le système sexagésimal), et en médecine. Leur religion et leur mythologie, incluant des textes comme l'Enuma Elish, ont eu une grande influence sur les cultures voisines.<br><br>Après la mort de Hammurabi, Babylone a connu des périodes de déclin et de renaissance. Sous le règne de Nabuchodonosor II (604-562 avant J.-C.), Babylone a atteint son apogée. Nabuchodonosor est connu pour avoir reconstruit Babylone, embellissant la ville avec des constructions magnifiques telles que la porte d'Ishtar, les jardins suspendus (considérés comme l'une des sept merveilles du monde antique), et le grand ziggurat, souvent associé à la tour de Babel.<br><br>Les Babyloniens utilisaient l'écriture cunéiforme, héritée des Sumériens, pour consigner leurs lois, leurs transactions commerciales et leurs œuvres littéraires. Leur régime alimentaire comprenait des céréales, des légumes, des fruits, de la viande et du poisson. L'art babylonien est célèbre pour ses reliefs, ses sculptures et ses mosaïques.<br><br>Malgré ses réussites, Babylone a finalement succombé aux forces extérieures. En -539, la ville est conquise par Cyrus le Grand de Perse, marquant la fin de l'empire babylonien. Cette chute a signalé le début de la domination perse en Mésopotamie, mais l'héritage de Babylone a perduré dans l'histoire et la culture de la région.<br><br>Territoire: Irak actuel"
        },
        "background": { "color": "#8b4513" },
        "group": "Mésopotamie",
        "territory": "Irak actuel ",
        "population": "200'000"
      },
      {
        "start_date": { "year": "-550" },
        "end_date": { "year": "-330" },
        "text": {
          "headline": "Empire perse achéménide",
          "text": "L'Empire perse achéménide, fondé par Cyrus le Grand en -550, est l'un des plus grands et des plus influents empires de l'histoire ancienne. S'étendant de l'Indus à la mer Égée, il a marqué son époque par sa tolérance religieuse, son administration efficace et ses grandes infrastructures.<br><br>Cyrus le Grand a unifié les tribus perses et a conquis l'Empire mède, le royaume de Lydie et Babylone. Son règne est reconnu pour sa clémence envers les peuples conquis et la libération des Juifs de la captivité babylonienne.<br><br>Son successeur, Darius Ier, a réorganisé l'empire en provinces administratives appelées satrapies, chacune gouvernée par un satrape. Darius a également standardisé les poids et mesures, introduit une monnaie commune et développé un vaste réseau de routes, dont la célèbre Route royale, facilitant le commerce et la communication.<br><br>Les Perses ont construit des monuments impressionnants comme la capitale Persepolis, où les arts et l'architecture florissaient. Le palais de Darius et les reliefs sculptés de la terrasse de l'Apadana témoignent de la grandeur de l'empire.<br><br>La religion zoroastrienne, avec Ahura Mazda comme dieu suprême, a influencé l'empire, prônant le dualisme entre le bien et le mal. La tolérance religieuse était une marque distinctive de l'administration perse, permettant aux différentes cultures et religions de coexister.<br><br>Malgré ses réalisations, l'empire a subi des défaites contre les cités-états grecques pendant les guerres médiques. Xerxès Ier, successeur de Darius, a été vaincu lors des batailles de Salamine et de Platées. Finalement, l'empire a été conquis par Alexandre le Grand en -330, marquant la fin de la domination perse et le début de l'ère hellénistique.<br><br>L'Empire perse achéménide a laissé un héritage durable dans les domaines de l'administration, de l'infrastructure et de la culture, influençant les civilisations qui ont suivi.<br><br>Territoire: Iran actuel, Irak, Turquie, Égypte, Pakistan"
        },
        "background": { "color": "#8b4513" },
        "group": "Mésopotamie",
        "territory": "Iran actuel, Irak, Turquie, Égypte, Pakistan",
        "population": "35'000'000"
      },
      {
        "start_date": { "year": "-500" },
        "end_date": { "year": "300" },
        "text": {
          "headline": "Période Yayoi au Japon",
          "text": "La période Yayoi (environ -500 à 300 après J.-C.) est une époque charnière de l'histoire japonaise, marquant la transition de la culture Jomon à une société agraire plus structurée. Cette période voit l'introduction de l'agriculture rizicole irriguée, apportant des changements significatifs dans l'organisation sociale et économique.<br><br>La culture Yayoi se caractérise par l'utilisation de la poterie Yayoi, qui est plus fine et plus fonctionnelle que celle de la période Jomon. Les villages Yayoi étaient généralement situés dans des zones favorables à la riziculture, notamment les plaines et les vallées fertiles. Les habitations étaient souvent construites sur pilotis pour se protéger des inondations.<br><br>Les Yayoi pratiquaient également la métallurgie, utilisant le bronze et le fer pour fabriquer des outils, des armes et des objets rituels. L'introduction de ces métaux, probablement via des contacts avec la péninsule coréenne et la Chine, a conduit à des avancées technologiques et à des transformations sociales.<br><br>Les sociétés Yayoi étaient plus hiérarchisées que celles de la période Jomon, avec des preuves archéologiques indiquant l'existence de chefs et de classes sociales distinctes. Les tombes de cette période, souvent des kofun (tumulus), contiennent des objets funéraires tels que des miroirs en bronze, des armes et des bijoux, témoignant du statut des individus enterrés.<br><br>La religion et les rituels occupaient une place importante dans la culture Yayoi. Des sites de culte et des offrandes rituelles ont été découverts, indiquant des pratiques religieuses complexes. La vénération des ancêtres et des divinités de la nature était probablement courante.<br><br>Les relations avec les cultures voisines, notamment la Corée et la Chine, ont influencé le développement de la culture Yayoi. Les échanges commerciaux et culturels ont permis l'introduction de nouvelles technologies et idées, contribuant à l'évolution rapide de la société japonaise.<br><br>Territoire: Japon actuel"
        },
        "background": { "color": "#2f4f4f" },
        "group": "Extrême Orient",
        "territory": "Japon actuel",
        "population": "1'000'000"
      },
      
      {
        "start_date": { "year": "-500" },
        "end_date": { "year": "-323" },
        "text": {
          "headline": "La Grèce classique",
          "text": "La période classique de la Grèce (environ -500 à -323) est marquée par des réalisations culturelles, philosophiques et politiques qui ont profondément influencé la civilisation occidentale. Elle débute avec les guerres médiques, où les cités-états grecques, notamment Athènes et Sparte, s'unissent pour repousser l'invasion perse.<br><br>La démocratie athénienne, sous la direction de Périclès, atteint son apogée au Ve siècle avant J.-C. Athènes devient un centre culturel et intellectuel, avec des contributions majeures en philosophie, théâtre, art et architecture. Socrate, Platon et Aristote, trois des philosophes les plus influents de l'histoire, ont vécu et enseigné à Athènes.<br><br>La période classique voit également l'émergence des grandes tragédies et comédies grecques, écrites par des dramaturges tels qu'Eschyle, Sophocle et Aristophane. Les temples et monuments, comme le Parthénon, témoignent de l'excellence artistique et architecturale de l'époque.<br><br>La guerre du Péloponnèse (431-404 avant J.-C.) entre Athènes et Sparte, ainsi que leurs alliés respectifs, affaiblit les cités-états grecques. Cette guerre longue et destructrice se termine par la victoire de Sparte, mais laisse la Grèce fragmentée et vulnérable.<br><br>En parallèle, la Macédoine, sous le règne de Philippe II, émerge comme une puissance dominante. Philippe réussit à unifier la Grèce par la force et la diplomatie, posant les bases de l'expansion future sous son fils, Alexandre le Grand.<br><br>La fin de la période classique est marquée par les conquêtes d'Alexandre le Grand, qui étend l'influence grecque à travers le Moyen-Orient, l'Égypte et jusqu'en Inde, inaugurant l'ère hellénistique. La culture, la langue et les idées grecques se diffusent largement, laissant un héritage durable dans les régions conquises.<br><br>Territoire: Grèce actuelle"
        },
        "background": { "color": "#8b0000" },
        "group": "Europe",
        "territory": "Grèce actuelle",
        "population": "1'500'000"
      },    
      {
        "start_date": { "year": "-336" },
        "end_date": { "year": "-323" },
        "text": {
          "headline": "Empire de Macédoine et Alexandre le Grand",
          "text": "L'Empire de Macédoine, sous la direction d'Alexandre le Grand, est l'un des plus grands et des plus influents de l'histoire. Alexandre est monté sur le trône en -336 après l'assassinat de son père, Philippe II de Macédoine. Connu pour son génie militaire et ses vastes conquêtes, Alexandre a créé un empire qui s'étendait de la Grèce à l'Inde en seulement 13 ans.<br><br>Alexandre le Grand a d'abord consolidé son pouvoir en Grèce et a réprimé les rébellions dans les villes-états grecques. Ensuite, il s'est tourné vers l'empire perse, qu'il a vaincu lors des batailles décisives de Granique, Issos et Gaugamèles. Après la défaite de Darius III, roi des Perses, Alexandre a été accueilli comme libérateur en Égypte et a fondé la ville d'Alexandrie.<br><br>Alexandre a poursuivi ses conquêtes vers l'est, traversant les montagnes de l'Hindou Kouch et atteignant l'Inde. Ses campagnes en Inde ont été marquées par la célèbre bataille de l'Hydaspe contre le roi Porus, après laquelle il a été contraint de retourner à Babylone en raison de la fatigue de ses troupes.<br><br>Alexandre n'était pas seulement un conquérant, mais aussi un visionnaire qui a encouragé la fusion des cultures grecque et orientale. Il a adopté des coutumes perses, s'est marié avec des princesses orientales et a encouragé ses soldats à faire de même. Cette politique de fusion culturelle, connue sous le nom d'hellénisme, a laissé un impact durable sur les régions conquises.<br><br>La vie quotidienne sous Alexandre était influencée par une combinaison de traditions grecques et orientales. La société était cosmopolite, avec une grande diversité de langues, de religions et de coutumes. Les arts ont prospéré, avec des influences grecques se mêlant aux styles locaux dans des domaines tels que la sculpture, la peinture et l'architecture.<br><br>La mort d'Alexandre en -323 à l'âge de 32 ans a laissé un vide de pouvoir, entraînant la division de son empire parmi ses généraux, les Diadoques. Bien que l'empire se soit fragmenté, l'hellénisme a continué à influencer profondément les cultures locales pendant des siècles.<br><br>Alexandre le Grand reste une figure emblématique, célébrée pour ses exploits militaires et son rôle dans la diffusion de la culture grecque à travers le monde antique.<br><br>Territoire: Grèce actuelle, Égypte, Perse, Inde"
        },
        "background": { "color": "#8b4513" },
        "group": "Asie Mineure",
        "territory": "Grèce actuelle, Égypte, Perse, Inde",
        "population": "25'000'000"
      },      
      {
        "start_date": { "year": "-3100" },
        "end_date": { "year": "-2181" },
        "text": {
          "headline": "Civilisation de l'Égypte ancienne",
          "text": "Narmer unifie la Haute et la Basse Égypte, marquant le début de la première dynastie et de l'Égypte unifiée. Haute Égypte, située dans le sud, est caractérisée par la vallée du Nil et des terres plus étroites. Basse Égypte, au nord, comprend le delta du Nil avec des terres fertiles et propices à l'agriculture. Avant l'unification, ces régions avaient des cultures et des dirigeants distincts.<br><br>Les pharaons tels que Khéops, Khéphren et Mykérinos ont laissé une marque indélébile avec la construction des pyramides de Gizeh. La société égyptienne était hiérarchisée, avec le pharaon au sommet, suivi des prêtres, des nobles, et des artisans.<br><br>Les Égyptiens ont fait des avancées en médecine, en mathématiques et en ingénierie. Leur écriture hiéroglyphique et leur art sophistiqué, visible dans les fresques et les sculptures, sont encore admirés aujourd'hui. Leur alimentation comprenait du pain, de la bière, des légumes, des fruits, et des poissons du Nil. La religion jouait un rôle central, avec des dieux comme Rê, Osiris et Isis."
        },
        "background": { "color": "#8b0000" },
        "group": "Égypte",
        "territory": "Égypte actuelle",
        "population": "1'000'000"
      },
      {
        "start_date": { "year": "-2181" },
        "end_date": { "year": "-2055" },
        "text": {
          "headline": "Première Période Intermédiaire de l'Égypte",
          "text": "Après la fin de l'Ancien Empire et de la sixième dynastie, l'Égypte a connu une période de décentralisation politique et de troubles sociaux connue sous le nom de Première Période Intermédiaire. Cette époque a vu la fragmentation du pouvoir central, avec plusieurs nomarques locaux (gouverneurs) prenant le contrôle de leurs propres régions.<br><br>Les capitales régionales comme Héracléopolis en Basse Égypte et Thèbes en Haute Égypte ont émergé comme centres de pouvoir concurrents. Cette période a également été marquée par des famines, des conflits internes et une diminution des ressources économiques.<br><br>Malgré les troubles, la Première Période Intermédiaire a également été une époque d'innovation culturelle et artistique. Les tombes des nobles locaux montrent une grande diversité de styles artistiques et une évolution des pratiques funéraires.<br><br>Les Égyptiens de cette époque consommaient une alimentation de base composée de pain, de bière, de légumes, et de poisson. Les loisirs incluaient la musique, la danse et les jeux. Les efforts pour réunifier l'Égypte ont finalement abouti sous le règne de Montouhotep II, marquant le début du Moyen Empire."
        },
        "background": { "color": "#8b0000" },
        "group": "Égypte",
        "territory": "Égypte actuelle",
        "population": "1'000'000"
      },
      {
        "start_date": { "year": "-2055" },
        "end_date": { "year": "-1650" },
        "text": {
          "headline": "Moyen Empire de l'Égypte",
          "text": "Le Moyen Empire, qui a duré de -2055 à -1650, est une période de renaissance culturelle, politique et économique en Égypte. Après la Première Période Intermédiaire, Montouhotep II de Thèbes a réussi à réunifier l'Égypte, marquant le début de la onzième dynastie.<br><br>Le Moyen Empire est souvent considéré comme l'âge d'or de la civilisation égyptienne. Les pharaons de cette période, tels que Sesostris III et Amenemhat III, ont renforcé l'autorité centrale et ont mis en place des réformes administratives pour améliorer la gestion des ressources et la justice.<br><br>Les Égyptiens ont construit des temples monumentaux et des complexes funéraires élaborés. La littérature égyptienne a prospéré avec des œuvres célèbres comme le conte de Sinouhé. L'art et l'architecture ont atteint de nouveaux sommets de sophistication.<br><br>La société égyptienne était bien organisée avec une hiérarchie claire, mais il y avait aussi des opportunités pour la mobilité sociale. L'économie était basée sur l'agriculture, avec des projets d'irrigation améliorant la production agricole.<br><br>Leur alimentation comprenait du pain, de la bière, des légumes, des fruits, et du poisson. Les loisirs incluaient la musique, la danse, et les jeux. Les Égyptiens adoraient une multitude de dieux, avec des rituels religieux jouant un rôle central dans la vie quotidienne.<br><br>Le Moyen Empire a finalement décliné en raison de troubles internes et des invasions des Hyksos, marquant le début de la Deuxième Période Intermédiaire."
        },
        "background": { "color": "#8b0000" },
        "group": "Égypte",
        "territory": "Égypte actuelle",
        "population": "1'500'000"
      },
      {
        "start_date": { "year": "-1650" },
        "end_date": { "year": "-1550" },
        "text": {
          "headline": "Deuxième Période Intermédiaire de l'Égypte",
          "text": "La Deuxième Période Intermédiaire de l'Égypte, qui s'étend de -1650 à -1550, est caractérisée par la domination des Hyksos dans le nord de l'Égypte et l'affaiblissement du pouvoir central. Les Hyksos, un peuple d'origine asiatique, ont introduit de nouvelles technologies comme le char de guerre et des armes en bronze.<br><br>Ils ont établi leur capitale à Avaris et ont gouverné la Basse Égypte, tandis que des dynasties égyptiennes locales continuaient de régner sur la Haute Égypte. Les Hyksos ont adopté de nombreux aspects de la culture égyptienne, y compris les dieux et les pratiques funéraires.<br><br>La société égyptienne a continué de fonctionner malgré la division du pays. L'économie reposait toujours sur l'agriculture, mais les conflits et les troubles ont affecté la stabilité et la production. Les pharaons de la Haute Égypte ont cherché à résister et à reconquérir les territoires occupés par les Hyksos.<br><br>Leur alimentation comprenait du pain, de la bière, des légumes, des fruits, et du poisson. Les loisirs incluaient la musique, la danse, et les jeux. La religion restait un élément central de la vie quotidienne, avec des pratiques et des rituels pour honorer les dieux.<br><br>La Deuxième Période Intermédiaire a pris fin avec la campagne militaire du pharaon Ahmôsis Ier, qui a réussi à expulser les Hyksos et à réunifier l'Égypte, marquant ainsi le début du Nouvel Empire."
        },
        "background": { "color": "#8b0000" },
        "group": "Égypte",
        "territory": "Égypte actuelle",
        "population": "1'200'000"
      },
      {
        "start_date": { "year": "-1550" },
        "end_date": { "year": "-1077" },
        "text": {
          "headline": "Nouvel Empire de l'Égypte",
          "text": "Le Nouvel Empire, qui a duré de -1550 à -1077, est souvent considéré comme l'apogée de la puissance et de la prospérité de l'Égypte ancienne. Après avoir expulsé les Hyksos, les pharaons du Nouvel Empire ont établi un empire puissant qui s'étendait de la Nubie au sud à l'Asie occidentale.<br><br>Parmi les pharaons les plus célèbres de cette période figurent Hatchepsout, Akhenaton, Toutankhamon, et Ramsès II. Hatchepsout, l'une des rares femmes pharaons, a favorisé le commerce et construit des monuments grandioses comme son temple funéraire à Deir el-Bahari.<br><br>Akhenaton a introduit une révolution religieuse en promouvant le culte d'Aton, le disque solaire, et en supprimant les autres cultes. Son fils, Toutankhamon, est célèbre pour son tombeau intact découvert en 1922. Ramsès II, également connu sous le nom de Ramsès le Grand, est réputé pour ses conquêtes militaires et ses monuments colossaux, comme les temples d'Abou Simbel.<br><br>La société égyptienne du Nouvel Empire était très hiérarchisée, avec une bureaucratie complexe pour administrer les territoires conquis. L'économie reposait sur l'agriculture, le commerce, et les tributs des régions dominées. Les Égyptiens ont continué à faire des avancées en médecine, en ingénierie et en astronomie.<br><br>Leur alimentation comprenait du pain, de la bière, des légumes, des fruits, et du poisson. Les loisirs incluaient la musique, la danse, et les jeux. La religion restait centrale, avec de nombreux temples et rituels pour honorer les dieux.<br><br>Le Nouvel Empire a finalement décliné en raison de troubles internes, de pressions externes et de l'épuisement des ressources, marquant le début de la Troisième Période Intermédiaire."
        },
        "background": { "color": "#8b0000" },
        "group": "Égypte",
        "territory": "Égypte actuelle",
        "population": "2'000'000"
      },
      {
        "start_date": { "year": "-1600" },
        "end_date": { "year": "-1100" },
        "text": {
          "headline": "Civilisation mycénienne",
          "text": "Dominante en Grèce continentale et îles de la mer Égée, la civilisation mycénienne est connue pour l'Iliade et la guerre de Troie. Les Mycéniens étaient gouvernés par des rois puissants, tels qu'Agamemnon, et leur société était militariste. Ils ont construit des forteresses massives comme celles de Mycènes et de Tirynthe.<br><br>Les Mycéniens utilisaient le Linéaire B pour l'écriture, principalement à des fins administratives. Leur alimentation comprenait du blé, de l'orge, des légumes, du vin, et de la viande. L'art mycénien est caractérisé par des bijoux en or, des fresques, et des poteries. Les Mycéniens étaient également connus pour leurs compétences en navigation et en commerce à travers la Méditerranée.<br><br>La civilisation mycénienne a décliné vers la fin du 12ème siècle avant notre ère, en grande partie en raison des invasions des Peuples de la mer. Les Peuples de la mer étaient un groupe de populations maritimes qui ont attaqué les civilisations méditerranéennes à cette époque. Leur origine exacte est encore débattue, mais ils pourraient avoir inclus des groupes comme les Philistins, les Sicules et les Sardes.<br><br>Ces envahisseurs ont mené des raids dévastateurs qui ont perturbé les routes commerciales et détruit des centres urbains. La destruction causée par les Peuples de la mer, combinée à des troubles internes et à des catastrophes naturelles, a conduit à l'effondrement de la civilisation mycénienne. Après leur déclin, la Grèce a plongé dans une période de régression culturelle et économique connue sous le nom de « siècles obscurs »."
        },
        "background": { "color": "#556b2f" },
        "group": "Europe",
        "territory": "Grèce actuelle",
        "population": "150'000"
      },
      {
        "start_date": { "year": "-605" },
        "end_date": { "year": "-562" },
        "text": {
          "headline": "Civilisation néo-babylonienne",
          "text": "La porte d'Ishtar, construite sous le règne de Nabuchodonosor II, est l'une des merveilles architecturales de la période néo-babylonienne. Située à Babylone, dans l'actuel Irak, elle faisait partie des remparts de la ville et servait de passage cérémoniel pour les processions religieuses et militaires.<br><br>Nabuchodonosor II, célèbre roi de Babylone, a régné de 605 à 562 avant J.-C. Son règne est marqué par de grandes réalisations architecturales et des campagnes militaires victorieuses. Il a renforcé et embelli Babylone, en construisant des monuments impressionnants comme la porte d'Ishtar, les jardins suspendus (l'une des Sept Merveilles du monde antique) et la grande ziggourat dédiée à Marduk.<br><br>La porte d'Ishtar est particulièrement connue pour ses décorations en briques émaillées représentant des dragons (symboles de Marduk) et des taureaux (symboles d'Adad). Ces motifs colorés et détaillés témoignent de l'habileté des artisans babyloniens et de la richesse culturelle de l'époque.<br><br>Babylone était une cité prospère et puissante, centre politique, économique et culturel de la région. Les habitants de Babylone profitaient d'un mode de vie sophistiqué, avec des avancées en astronomie, mathématiques, médecine et littérature. Le commerce florissait, avec des échanges de biens tels que les épices, les tissus, les métaux précieux et les objets d'art.<br><br>Le régime alimentaire des Babyloniens comprenait des céréales, des dattes, des légumes, des fruits, du poisson et de la viande. La cuisine babylonienne était variée et riche en saveurs, utilisant des herbes et des épices pour assaisonner les plats.<br><br>La religion occupait une place centrale dans la vie des Babyloniens, avec un panthéon de dieux et de déesses, des rituels complexes et des temples majestueux. La musique, la danse et les festivals religieux étaient également des aspects importants de la culture babylonienne.<br><br>Après la mort de Nabuchodonosor II, Babylone connut une période de déclin, avant d'être finalement conquise par l'Empire perse en 539 avant J.-C."
        },
        "background": { "color": "#8b4513" },
        "group": "Asie Mineure",
        "territory": "Irak actuel",
        "population": "200'000"
      },
      {
        "start_date": { "year": "-27" },
        "end_date": { "year": "476" },
        "text": {
          "headline": "Empire romain",
          "text": "République romaine évolue en un empire couvrant l'Europe, l'Afrique du Nord et le Moyen-Orient. Pax Romana et Constantinople fondé en 330.<br><br>Auguste, le premier empereur romain, a inauguré une période de paix et de prospérité connue sous le nom de Pax Romana. Les dirigeants notables incluent Trajan, Hadrien, et Constantin. Les Romains ont fait des découvertes importantes en ingénierie, droit, et gouvernance.<br><br>Leur alimentation comprenait du pain, de l'huile d'olive, du vin, des légumes, et des viandes. Les loisirs incluaient les jeux de gladiateurs, les bains publics, et le théâtre. L'art romain est visible dans les sculptures, les mosaïques, et les architectures grandioses comme le Colisée."
        },
        "background": { "color": "#8b0000" },
        "group": "Europe",
        "territory": "Italie actuelle",
        "population": "60'000'000"
      },
      {
        "start_date": { "year": "618" },
        "end_date": { "year": "907" },
        "text": {
          "headline": "Dynastie Tang",
          "text": "Épanouissement culturel en Chine. Capitales à Chang'an et Luoyang. Avancées en poésie, peinture et commerce le long de la Route de la Soie.<br><br>Les empereurs Taizong et Xuanzong sont parmi les dirigeants les plus célèbres de la dynastie Tang. Ils ont encouragé les arts, la littérature, et le commerce. La poésie de Li Bai et Du Fu, et les peintures de Wu Daozi, sont des exemples de l'âge d'or culturel.<br><br>La cuisine Tang comprenait du riz, du blé, des légumes, des fruits, et du thé. La société Tang était cosmopolite, accueillant des marchands et des érudits de diverses régions. Les loisirs incluaient la musique, la danse, et les jeux de société. Les Tang ont également fait des avancées en médecine, astronomie et imprimerie."
        },
        "background": { "color": "#2f4f4f" },
        "group": "Chine",
        "territory": "Chine actuelle",
        "population": "50'000'000"
      },
      {
        "start_date": { "year": "960" },
        "end_date": { "year": "1279" },
        "text": {
          "headline": "Dynastie Song en Chine",
          "text": "Innovation en technologie, économie et gouvernance. Âge d'or de la Chine avec avancements en métallurgie, médecine et arts.<br><br>Les empereurs Taizu et Huizong sont parmi les dirigeants notables de la dynastie Song. Les Song ont perfectionné la boussole, l'imprimerie, et la poudre à canon. Leur économie florissante était basée sur l'agriculture, le commerce et l'industrie.<br><br>Leur alimentation comprenait du riz, des légumes, du poisson, et du thé. Les Song étaient connus pour leurs porcelaines délicates et leurs peintures paysagères. Les loisirs incluaient la poésie, la musique, et les jeux de société comme le Go. La société Song était avancée en termes d'éducation et de bureaucratie."
        },
        "background": { "color": "#2f4f4f" },
        "group": "Chine",
        "territory": "Chine actuelle",
        "population": "100'000'000"
      },
      {
        "start_date": { "year": "1271" },
        "end_date": { "year": "1368" },
        "text": {
          "headline": "Dynastie Yuan en Chine",
          "text": "Empire mongol en Chine avec Kubilai Khan comme empereur. Intégration culturelle entre Mongols et Chinois malgré la domination.<br><br>Kubilai Khan, petit-fils de Gengis Khan, a établi la dynastie Yuan en Chine. Sous son règne, la Chine a vu une fusion de cultures et d'idées. Les Yuan ont soutenu les arts, le commerce, et les sciences. Marco Polo a visité la cour de Kubilai Khan, apportant des récits fascinants en Europe.<br><br>Leur alimentation comprenait du riz, de la viande, des produits laitiers, et du thé. Les Yuan étaient connus pour leurs textiles, leur poterie, et leurs peintures. Les loisirs incluaient la chasse, la musique, et les spectacles de cirque. La dynastie Yuan a finalement décliné en raison de troubles internes et de rébellions."
        },
        "background": { "color": "#2f4f4f" },
        "group": "Chine",
        "territory": "Chine actuelle",
        "population": "120'000'000"
      },
      {
        "start_date": { "year": "1428" },
        "end_date": { "year": "1533" },
        "text": {
          "headline": "Empire Aztèque",
          "text": "Puissante civilisation mésoaméricaine avec Tenochtitlan comme capitale. Agriculture intensive, écriture et arts. Conquise par les Espagnols en 1521.<br><br>Montezuma II est l'un des dirigeants les plus connus de l'Empire aztèque. Les Aztèques étaient des guerriers redoutables et des bâtisseurs d'une grande ville avec des temples et des palais imposants. Ils utilisaient un système d'écriture pictographique pour enregistrer des événements et des transactions.<br><br>Leur alimentation comprenait du maïs, des haricots, des courges, et des tomates. Les Aztèques étaient également connus pour leur chocolat. L'art aztèque incluait des sculptures, des fresques, et des bijoux élaborés. Les loisirs comprenaient des jeux de balle rituels et des cérémonies religieuses complexes."
        },
        "background": { "color": "#8b0000" },
        "group": "Amériques",
        "territory": "Mexique actuel",
        "population": "25'000'000"
      },
      {
        "start_date": { "year": "1438" },
        "end_date": { "year": "1533" },
        "text": {
          "headline": "Civilisation inca",
          "text": "Empire des Andes avec Machu Picchu comme centre administratif. Agriculture en terrasses, système de quipus. Conquise par les Espagnols en 1533.<br><br>Les dirigeants notables incluent Pachacuti et Atahualpa. Les Incas ont développé un réseau de routes impressionnant et des techniques agricoles avancées. Les quipus, des cordes nouées, étaient utilisés pour enregistrer des informations.<br><br>Leur alimentation comprenait du maïs, des pommes de terre, des légumineuses, et du quinoa. Les Incas excellaient dans les arts textiles, la poterie, et la métallurgie. Les loisirs incluaient des cérémonies religieuses, la musique, et la danse. La civilisation inca a décliné rapidement après la conquête espagnole et les maladies européennes."
        },
        "background": { "color": "#8b0000" },
        "group": "Amériques",
        "territory": "Pérou actuel",
        "population": "12'000'000"
      },
      {
        "start_date": { "year": "476" },
        "end_date": { "year": "1453" },
        "text": {
          "headline": "Empire byzantin",
          "text": "Capitale à Constantinople. Christianisme orthodoxe, Code de Justinien, art byzantin. Chute à la prise de Constantinople par les Ottomans en 1453.<br><br>Les empereurs Justinien et Héraclius sont parmi les plus célèbres dirigeants byzantins. Justinien est connu pour son code juridique, le Corpus Juris Civilis. Les Byzantins ont fait des avancées en architecture, avec la construction de la basilique Sainte-Sophie.<br><br>Leur alimentation comprenait du pain, des légumes, des fruits, du poisson, et du vin. Les loisirs incluaient les courses de chars, les bains publics, et les jeux de société. L'art byzantin est caractérisé par des mosaïques et des icônes religieuses. L'Empire byzantin a finalement décliné en raison de guerres internes et externes."
        },
        "background": { "color": "#556b2f" },
        "group": "Asie Mineure",
        "territory": "Turquie actuelle",
        "population": "20'000'000"
      },
      {
        "start_date": { "year": "1299" },
        "end_date": { "year": "1922" },
        "text": {
          "headline": "Empire ottoman",
          "text": "Conquête de Constantinople en 1453. Suleiman le Magnifique, arts, sciences et commerce transcontinental. Décliné au 20e siècle avec la dissolution.<br><br>Suleiman le Magnifique est l'un des sultans les plus célèbres de l'Empire ottoman. Sous son règne, l'empire a atteint son apogée territoriale et culturelle. Les Ottomans ont fait des avancées significatives en médecine, en ingénierie, et en architecture, avec des structures emblématiques comme la Mosquée bleue.<br><br>Leur alimentation comprenait du blé, du riz, des légumes, des fruits, et de la viande. Les loisirs incluaient la musique, la danse, et les arts martiaux. L'art ottoman est visible dans les tapis, les céramiques, et les calligraphies. L'Empire ottoman a décliné à cause de problèmes internes et de pressions externes, menant à sa dissolution après la Première Guerre mondiale."
        },
        "background": { "color": "#556b2f" },
        "group": "Asie Mineure",
        "territory": "Turquie actuelle",
        "population": "35'000'000"
      },
      {
        "start_date": { "year": "800" },
        "end_date": { "year": "888" },
        "text": {
          "headline": "Empire carolingien",
          "text": "Règne de Charlemagne, renaissance carolingienne, éducation et architecture. Partage après le traité de Verdun en 843.<br><br>Charlemagne, ou Charles le Grand, est le plus célèbre dirigeant de l'Empire carolingien. Il a unifié une grande partie de l'Europe occidentale et a été couronné empereur par le pape Léon III en 800. Les Carolingiens ont fait des progrès en éducation, établissant des écoles et promouvant les arts et les lettres.<br><br>Leur alimentation comprenait du pain, de la viande, des légumes, et du fromage. Les loisirs incluaient la chasse, la musique, et les jeux de société. L'art carolingien est visible dans les manuscrits enluminés et les sculptures religieuses. L'Empire carolingien a été divisé entre les petits-fils de Charlemagne après le traité de Verdun."
        },
        "background": { "color": "#556b2f" },
        "group": "Europe",
        "territory": "France actuelle",
        "population": "10'000'000"
      },
      {
        "start_date": { "year": "1236" },
        "end_date": { "year": "1480" },
        "text": {
          "headline": "Empire du Mali",
          "text": "Mansa Musa, prospérité grâce à l'or, centres d'apprentissage à Tombouctou. Décliné par les attaques et la fragmentation interne.<br><br>Mansa Musa est l'un des dirigeants les plus célèbres de l'Empire du Mali. Il est connu pour son pèlerinage à La Mecque, où il a distribué des quantités énormes d'or, mettant ainsi en lumière la richesse de son empire. L'Empire du Mali a fait des progrès significatifs en matière d'éducation et de commerce.<br><br>Leur alimentation comprenait du mil, du sorgho, du riz, du poisson, et des fruits. Les loisirs incluaient la musique, la danse, et les jeux de société. L'art malien est visible dans les textiles, les bijoux, et les sculptures en bois. L'Empire du Mali a décliné en raison de conflits internes et de pressions externes."
        },
        "background": { "color": "#556b2f" },
        "group": "Afrique",
        "territory": "Mali actuel",
        "population": "15'000'000"
      },
      {
        "start_date": { "year": "1336" },
        "end_date": { "year": "1573" },
        "text": {
          "headline": "Période Muromachi au Japon",
          "text": "Shogunat Ashikaga, influence culturelle de la Chine et des arts Zen. Guerres civiles et arrivée des Occidentaux à la fin.<br><br>Le shogun Ashikaga Takauji est le fondateur du shogunat Muromachi. Pendant cette période, le Japon a vu un développement significatif des arts Zen, influencé par la culture chinoise. Les jardins Zen, la cérémonie du thé, et l'ikebana sont des exemples de cette influence.<br><br>Leur alimentation comprenait du riz, des légumes, du poisson, et du thé. Les loisirs incluaient la poésie, la musique, et les arts martiaux. L'art Muromachi est visible dans les peintures à l'encre, les jardins de rocaille, et les architectures de temples. La période Muromachi a pris fin avec l'arrivée des Européens et les guerres civiles internes."
        },
        "background": { "color": "#2f4f4f" },
        "group": "Extrême Orient",
        "territory": "Japon actuel",
        "population": "10'000'000"
      },
      {
        "start_date": { "year": "-2500" },
        "end_date": { "year": "-1500" },
        "text": {
          "headline": "Civilisation de la vallée de l'Indus",
          "text": "Une des premières grandes civilisations du monde. Avancées en urbanisme, art, métallurgie, et écriture.<br><br>Les villes principales comme Harappa et Mohenjo-Daro montrent une planification urbaine avancée avec des systèmes de drainage et des rues bien organisées. Les Indus utilisaient des sceaux pour la comptabilité et le commerce, ce qui indique un système d'écriture sophistiqué.<br><br>Leur alimentation comprenait du blé, de l'orge, des légumineuses, et des fruits. Les loisirs incluaient la danse, la musique, et les jeux de société. L'art de la vallée de l'Indus est visible dans la poterie, les bijoux, et les sculptures en pierre. La civilisation de l'Indus a décliné en raison de changements climatiques et de migrations."
        },
        "background": { "color": "#2f4f4f" },
        "group": "Asie",
        "territory": "Pakistan et Inde actuels",
        "population": "5'000'000"
      },
      {
        "start_date": { "year": "-600" },
        "end_date": { "year": "-200" },
        "text": {
          "headline": "Empire Maurya",
          "text": "L'un des plus grands empires de l'Inde ancienne, fondé par Chandragupta Maurya. Connu pour ses progrès en administration et politique sous Ashoka.<br><br>Chandragupta Maurya a fondé l'empire après avoir renversé la dynastie Nanda. Son petit-fils Ashoka est célèbre pour avoir promu le bouddhisme et les valeurs de non-violence après la bataille de Kalinga.<br><br>Leur alimentation comprenait du riz, des légumes, des fruits, et du lait. Les loisirs incluaient la chasse, la musique, et la danse. L'art Maurya est visible dans les stupas, les piliers d'Ashoka, et les sculptures religieuses. L'empire Maurya a décliné en raison de la faiblesse administrative et des invasions."
        },
        "background": { "color": "#2f4f4f" },
        "group": "Asie",
        "territory": "Inde actuelle",
        "population": "10'000'000"
      },
      {
        "start_date": { "year": "1337" },
        "end_date": { "year": "1837" },
        "text": {
          "headline": "Empire moghol",
          "text": "Babur fonde l'empire, Akbar le Grand, architecture, art, religion et agriculture. Décliné par les guerres de succession.<br><br>Babur, un descendant de Gengis Khan, a fondé l'empire en conquérant le nord de l'Inde. Akbar le Grand est connu pour sa politique de tolérance religieuse et ses réformes administratives. Les Moghols ont construit des monuments emblématiques comme le Taj Mahal et le Fort Rouge.<br><br>Leur alimentation comprenait du riz, des légumes, de la viande, et des fruits. Les loisirs incluaient la chasse, la musique, et la poésie. L'art moghol est visible dans les miniatures, les bijoux, et les architectures monumentales. L'empire a décliné à cause de guerres de succession et de l'expansion coloniale européenne."
        },
        "background": { "color": "#2f4f4f" },
        "group": "Asie",
        "territory": "Inde actuelle",
        "population": "150'000'000"
      },
      {
        "start_date": { "year": "1206" },
        "end_date": { "year": "1526" },
        "text": {
          "headline": "Empire Delhi Sultanate",
          "text": "Expansion musulmane en Inde, architecture, art et poésie en ourdou. Décliné par la montée de l'empire moghol.<br><br>Les sultans de Delhi, comme Qutb-ud-din Aibak et Alauddin Khalji, ont étendu leur règne à travers le sous-continent indien. Ils ont construit des monuments emblématiques comme le Qutub Minar et la mosquée Quwwat-ul-Islam.<br><br>Leur alimentation comprenait du riz, des légumes, de la viande, et des fruits. Les loisirs incluaient la musique, la danse, et la poésie en ourdou. L'art du Sultanat de Delhi est visible dans l'architecture, les textiles, et les bijoux. L'empire a décliné en raison de guerres internes et de l'émergence de l'empire moghol."
        },
        "background": { "color": "#2f4f4f" },
        "group": "Asie",
        "territory": "Inde actuelle",
        "population": "30'000'000"
      },
      {
        "start_date": { "year": "1469" },
        "end_date": { "year": "1707" },
        "text": {
          "headline": "Empire sikh",
          "text": "Fondation par Guru Nanak, Ranjit Singh, architecture, métallurgie et guerres contre les Britanniques. Annexé à l'Inde britannique.<br><br>Guru Nanak a fondé la religion sikh au 15e siècle, prônant l'égalité et la justice. Maharaja Ranjit Singh a unifié les territoires sikhs et a établi un empire prospère. Les Sikhs ont construit des temples emblématiques comme le Harmandir Sahib (Temple d'Or) à Amritsar.<br><br>Leur alimentation comprenait du chapati, des légumes, des lentilles, et des produits laitiers. Les loisirs incluaient la musique, la danse, et les arts martiaux. L'art sikh est visible dans les manuscrits enluminés, les textiles, et les sculptures. L'empire sikh a été annexé par les Britanniques après des guerres de résistance."
        },
        "background": { "color": "#2f4f4f" },
        "group": "Asie",
        "territory": "Inde actuelle",
        "population": "20'000'000"
      },
      {
        "start_date": { "year": "395" },
        "end_date": { "year": "476" },
        "text": {
          "headline": "Empire romain d'Occident",
          "text": "L'Empire romain d'Occident, officiellement établi en 395 après J.-C. après la division de l'Empire romain en deux parties distinctes, a existé jusqu'à sa chute en 476 après J.-C. Cette période a été marquée par de nombreux défis, notamment des invasions barbares, des luttes internes et une économie en déclin.<br><br>Les empereurs occidentaux, tels qu'Honorius, Valentinien III et Romulus Augustule (le dernier empereur), ont souvent lutté pour maintenir le contrôle face aux incursions des tribus germaniques et autres peuples barbares. L'influence de généraux puissants, comme Flavius Stilicon, a également marqué cette période.<br><br>La société romaine occidentale était complexe et diversifiée, avec une hiérarchie sociale bien définie. La vie urbaine était centrée autour des villes fortifiées, des villas rurales et des domaines agricoles. Les citoyens romains jouissaient de bains publics, d'arènes, de théâtres et de temples.<br><br>Le régime alimentaire romain comprenait des céréales, du pain, de l'huile d'olive, des légumes, des fruits, du poisson et de la viande. Les repas étaient souvent accompagnés de vin, et les banquets luxueux étaient courants parmi les élites.<br><br>Les Romains de cette époque pratiquaient une religion polythéiste avant l'adoption du christianisme comme religion d'État sous l'empereur Constantin. Les rituels religieux, les festivals et les sacrifices étaient des aspects importants de la vie religieuse.<br><br>Les arts et la culture romains ont prospéré, avec des avancées en architecture, en sculpture et en littérature. Les constructions monumentales, comme les aqueducs, les routes et les amphithéâtres, témoignent de l'ingéniosité romaine.<br><br>Malgré les efforts pour préserver l'empire, l'Empire romain d'Occident a finalement succombé aux invasions barbares, notamment avec le sac de Rome par les Wisigoths en 410 et par les Vandales en 455. En 476, le chef germanique Odoacre a déposé le dernier empereur, Romulus Augustule, marquant la fin de l'Empire romain d'Occident.<br><br>Territoire: Europe occidentale",
          "background": { "color": "#8b0000" },
          "group": "Europe",
          "territory": "Europe occidentale",
          "population": "30'000'000"
        }
      },
      {
        "start_date": { "year": "-220" },
        "end_date": { "year": "280" },
        "text": {
          "headline": "Dynastie Han",
          "text": "Seconde dynastie impériale de Chine, connue pour ses avancées en papeterie, astronomie, et cartographie.<br><br>Les empereurs Wu et Guangwu sont parmi les dirigeants les plus célèbres de la dynastie Han. Ils ont étendu les frontières de la Chine et ont encouragé les progrès en sciences et technologies. Les Han ont inventé le papier, amélioré la cartographie, et fait des avancées en astronomie.<br><br>Leur alimentation comprenait du riz, du blé, des légumes, et du thé. Les loisirs incluaient la poésie, la musique, et les jeux de société. L'art Han est visible dans les sculptures en terre cuite, les peintures murales, et les céramiques. La dynastie Han a décliné en raison de troubles internes et de rébellions paysannes."
        },
        "background": { "color": "#2f4f4f" },
        "group": "Chine",
        "territory": "Chine actuelle",
        "population": "60'000'000"
      },
      {
        "start_date": { "year": "57" },
        "end_date": { "year": "668" },
        "text": {
          "headline": "Trois Royaumes de Corée",
          "text": "Comprenant Goguryeo, Baekje, et Silla, cette période a vu des progrès significatifs en culture, technologie, et politique.<br><br>Les rois comme Gwanggaeto de Goguryeo, Seong de Baekje, et Jinheung de Silla sont parmi les dirigeants notables de cette période. Ils ont étendu leurs royaumes et ont encouragé les échanges culturels avec la Chine et le Japon.<br><br>Leur alimentation comprenait du riz, des légumes, des fruits de mer, et du kimchi. Les loisirs incluaient la musique, la danse, et les arts martiaux. L'art des Trois Royaumes est visible dans les sculptures en bronze, les céramiques, et les peintures murales. La période a pris fin avec l'unification de la Corée sous Silla."
        },
        "background": { "color": "#2f4f4f" },
        "group": "Extrême Orient",
        "territory": "Corée actuelle",
        "population": "3'000'000"
      },
      {
        "start_date": { "year": "-2700" },
        "end_date": { "year": "-1450" },
        "text": {
          "headline": "Civilisation minoenne",
          "text": "La civilisation minoenne, qui a prospéré sur l'île de Crète et dans d'autres îles de la mer Égée entre environ -2700 et -1450, est l'une des civilisations les plus remarquables de l'âge du bronze.<br><br>Connue pour ses palais élaborés, tels que ceux de Knossos, Phaistos, Malia et Zakros, la civilisation minoenne a laissé une empreinte durable sur l'histoire de l'art et de l'architecture. Les Minoens ont développé des systèmes d'écriture sophistiqués, le Linéaire A et le Linéaire B.<br><br>Le Linéaire A, utilisé principalement pour des inscriptions religieuses et administratives, reste largement indéchiffré. Ce système d'écriture semble être une forme de proto-écriture, utilisée pour tenir des registres et peut-être pour des rituels religieux. Le Linéaire B, en revanche, a été déchiffré et s'est révélé être une forme archaïque de grec, utilisée principalement pour des documents administratifs.<br><br>Les palais minoens étaient des centres économiques, politiques et religieux, dotés de vastes entrepôts, de salles de réception, et de sanctuaires. Les fresques élaborées qui ornaient les murs de ces palais représentent des scènes de la vie quotidienne, des rituels religieux, et des activités sportives telles que le saut de taureau.<br><br>La religion minoenne semble avoir été centrée sur la déesse mère, souvent représentée avec des serpents, symboles de régénération et de protection. Les Minoens étaient également des marins et des commerçants habiles, établissant des réseaux commerciaux étendus à travers la Méditerranée, échangeant des produits comme l'huile d'olive, le vin, et le textile.<br><br>Leur régime alimentaire comprenait du poisson, des fruits de mer, des céréales, des olives, des figues, du miel, et des produits laitiers. La société minoenne semble avoir été relativement égalitaire, avec une place importante accordée aux femmes.<br><br>Les loisirs comprenaient des activités telles que la danse, la musique, et les jeux. Les Minoens excellaient également dans les arts décoratifs, comme la poterie, les bijoux, et la sculpture sur pierre.<br><br>Le déclin de la civilisation minoenne est souvent attribué à une série de catastrophes naturelles, telles que l'éruption du volcan de Santorin, suivies de l'invasion par les Mycéniens vers -1450."
        },
        "background": { "color": "#556b2f" },
        "group": "Asie Mineure",
        "territory": "Grèce actuelle",
        "population": "80'000"
      }
    ]
  }
}
